{
  "index": {
    "title": "Introduction",
    "subtitle": "",
    "textContent": "<p style=\"text-align: center\">This artwork takes the form of a survey of sorts. It is part of my research, and the results will be available as a web publication. Your participation will remain anonymous.</p>"
  },
  "2": {
    "title": "Instructions",
    "subtitle": "One cursor",
    "topContent": "<p>To answer a question, drag the cursor to the value that corresponds to your answer.</p><p>When you're done, click \"next\".",
    "scaleLabelMax": "I feel focused",
    "scaleLabelMin": "I feel distracted"
  },
  "3": {
    "title": "Instructions",
    "subtitle": "Two cursors",
    "topContent": "<p>If giving a precise answer seems inadequate, you can also select a range of values.</p><p>Double-click on the cursor, and it will split into two cursors. Drag the cursors apart, and select the range that best corresponds to your desired answer. Double-click on a cursor again to return to a single cursor.</p><p>When you're done, click \"next\".",
    "scaleLabelMax": "Art has no impact on political change",
    "scaleLabelMin": "Culture is the core of all revolutions",
    "pcode": "Postal Code:"
  },
  "4": {
    "textContent": "<h2 style=\"text-align: center\">PART I: YOU</h2>"
  },
  "5": {
    "title": "PART I",
    "subtitle": "Age",
    "topContent": "<p>How old are you?</p>",
    "scaleLabelMax": "100+",
    "scaleLabelZero": "50",
    "scaleLabelMin": "0"
  },
  "6": {
    "title": "PART I",
    "subtitle": "Gender",
    "topContent": "<p>Consider your anatomical sex at birth and present, how you think about your gender, how you express your gender, and any other considerations that are relevant to you. Overall, to which degree do you feel aligned with traditional notions of “being a man” and “being a woman”? (As a reminder, please double-click on the cursor to select a range, and leave the question blank if you prefer not to answer.)</p>",
    "scaleLabelMax": "I feel 100% aligned with all the traditional aspects of \"being a woman\"",
    "scaleLabelZero": "I do not feel aligned with any traditional aspects of \"being a woman\" or \"man\"",
    "scaleLabelMin": "I feel 100% aligned with all the traditional aspects of \"being a man\""
  },
  "7": {
    "title": "PART I",
    "subtitle": "Money",
    "topContent": "<p>In 2021, in Los Angeles County, the median income for a family of 4 was $80,000 per year (or $56,000 for a one-person household). How would you situate yourself in comparison?</p>",
    "scaleLabelMax": "I make a large, abstract income and struggle to evade tax",
    "scaleLabelMidMax": "I make 2 or 3 times the median income and struggle to pay my mortgage",
    "scaleLabelZero": "I make the median income and struggle to pay my mortgage",
    "scaleLabelMidMin": "I make half the median income and struggle to keep a room",
    "scaleLabelMin": "I make nothing and life is a cactus I'm holding on to"
  },
  "8": {
    "title": "PART I",
    "subtitle": "Privilege",
    "topContent": "<p>Think about the factors in your life over which you have no or little agency: where and to whom you were born; your gender, skin color and sexual orientation; your health and genetics, etc.</p><p>Considering such factors, how has life treated you, overall?</p>",
    "scaleLabelMax": "I've never felt any limits to what I could imagine, do, or become",
    "scaleLabelMin": "I've always felt imprisoned in a life that I can't change"
  },
  "9": {
    "title": "PART I",
    "subtitle": "Background",
    "topContent": "<p>What is your cultural background in relation to America?",
    "scaleLabelMax": "I was born and raised in the U.S. by American parents in American culture",
    "scaleLabelMin": "I was born and raised in a completely different place and culture; I couldn't feel less American"
  },
  "10": {
    "title": "PART I",
    "subtitle": "Taking Care",
    "topContent": "<p>Outside of professional responsibilities, is taking care of other people a large part of your life?</p>",
    "scaleLabelMax": "Everything I do in my life is for other persons who depend on me for their survival",
    "scaleLabelMin": "I don’t have to take care of anyone, I just do whatever I want"
  },
  "11": {
    "textContent": "<h2 style=\"text-align: center\">PART II: TRANSFORMATION</h2>"
  },
  "12": {
    "title": "PART II",
    "subtitle": "Change/Past",
    "topContent": "<p>So far, to which degree did you experience truly dramatic change(s) in your life?</p><p>(For example: losing your legs in an accident; being poor and winning $50,000,000 at the lottery; having to start your life from scratch in a new country, etc.)</p>",
    "scaleLabelMax": "I have lived through things that completely turned my life upside down",
    "scaleLabelMin": "My life has always followed a predictable trajectory"
  },
  "13": {
    "title": "PART II",
    "subtitle": "Change/Future",
    "topContent": "<p>To what degree do you think you will experience truly dramatic change in the future?</p>",
    "scaleLabelMax": "In the future, I expect to live through truly dramatic events that will radically transform my life",
    "scaleLabelMin": "In the future, my life will probably remain much like it is"
  },
  "14": {
    "title": "PART II",
    "subtitle": "Direction",
    "topContent": "<p>Try to picture the totality of human activities taking place on the planet today.</p><p>Towards what kind of future do you think humanity is heading in the next century?",
    "scaleLabelMax": "We’ll make constant progress and achieve civilizational maturity and wisdom",
    "scaleLabelMin": "It’ll be harder to live on earth, the social order will collapse, we’ll enter a new dark age"
  },
  "15": {
    "title": "PART II",
    "subtitle": "Responsibility",
    "topContent": "<p>To what degree do you think that we, humans living today, are responsible for the future of humanity?</p>",
    "scaleLabelMax": "How we govern ourselves in the next 20 years will directly impact life on earth for millennia to come",
    "scaleLabelMin": "We have no agency to change larger historical processes that are already in motion"
  },
  "16": {
    "title": "PART II",
    "subtitle": "Technology",
    "topContent": "<p>To what degree do you think technology will advance in the next few hundred years</p>",
    "scaleLabelMax": "Technological progress will give us control over life, death, time, and space",
    "scaleLabelZero": "Nothing will happen, we’ll just have more stupid apps on our phones",
    "scaleLabelMin": "Something will happen, and we’ll enter a phase of technological regression"
  },
  "17": {
    "title": "PART II",
    "subtitle": "Impact",
    "topContent": "<p>If technological advances continue at the present pace, where do you think this will lead us?</p>",
    "scaleLabelMax": "Technology will bring divine bliss to all people and deliver us from the human condition",
    "scaleLabelMin": "Technology will bring new, unimaginable forms of inequity and oppression"
  },
  "18": {
    "title": "PART II",
    "subtitle": "Justice",
    "topContent": "<p>Do you believe in intergenerational justice?</p>",
    "scaleLabelMax": "If the state destroyed my life and that of my family, then we (or our descendants) should have reparation",
    "scaleLabelMin": "If the state destroyed my life and that of my family, we (and our descendants) should let go and move on"
  },
  "19": {
    "title": "PART II",
    "subtitle": "Responsibility",
    "topContent": "<p>If you benefited directly or indirectly from past crimes, know or unknown to you, would you be willing to make amends?</p>",
    "scaleLabelMax": "I would be ready to make amends for the crimes of previous generations from which I benefited",
    "scaleLabelMin": "I shouldn’t be held responsible for crimes I didn't commit"
  },
  "20": {
    "textContent": "<h2 style=\"text-align: center\">PART III: IN 20 YEARS</h2>"
  },
  "21": {
    "title": "PART III",
    "subtitle": "All good",
    "topContent": "<p>Imagine that, in 2041, climate change is under control, extreme poverty has been eradicated, and governments cooperate efficiently to solve global issues while prioritizing the interests of all humanity. How will we have done it?</p>",
    "scaleLabelMax": "If all goes well, it’ll be because capitalism helped us innovate, creating economic growth and prosperity for all",
    "scaleLabelMin": "If all goes well, it’ll be because radical change took place and a beautiful post-capitalist world emerged"
  },
  "22": {
    "title": "PART III",
    "subtitle": "Hell",
    "topContent": "<p>Imagine that, in 20 years, the earth is hotter than we thought it could be by then, there are millions of climate change refugees moving from place to place, and governments are falling apart. What will be your situation?</p>",
    "scaleLabelMax": "If all goes wrong, it’ll be among those privileged enough to enjoy a secure, climatized dome",
    "scaleLabelMin": "If all goes wrong, I’ll be roasting in the heat with no resources"
  },
  "23": {
    "title": "PART III",
    "subtitle": "Redistribution",
    "topContent": "<p>Imagine that, in 20 years, all private and corporate property and capital are seized, repurposed, and redistributed fairly across all citizens.</p>",
    "scaleLabelMax": "I think this would benefit the collectivity",
    "scaleLabelMin": "I think this would be a catastrophe for the collectivity"
  },
  "24": {
    "title": "PART III",
    "subtitle": "New Order",
    "topContent": "<p>How would you feel about this massive societal levelling?</p>",
    "scaleLabelMax": "I think I'd be happy in this new order",
    "scaleLabelMin": "I think I'd be miserable in this new order"
  },
  "25": {
    "title": "PART III",
    "subtitle": "Role",
    "topContent": "<p>What will have been your role in creating the world of 2041?</p>",
    "scaleLabelMax": "I'll be among those who envisioned and realized that world",
    "scaleLabelZero": "I'll be among those who just went with the flow",
    "scaleLabelMin": "I'll be among those who couldn't catch up and fell behind"
  },
  "26": {
    "title": "PART III",
    "subtitle": "Values",
    "topContent": "<p>In 20 years, to what degree do you think your core values will have changed?</p>",
    "scaleLabelMax": "I expect that my core values will remain the same and have guided me all along",
    "scaleLabelMin": "I expect that my core values will be challenged and changed on a fundamental level"
  },
  "27": {
    "textContent": "<h2 style=\"text-align: center\">PART IV: CONCLUSION</h2>"
  },
  "28": {
    "title": "PART IV",
    "subtitle": "Honesty",
    "topContent": "<p>How do you feel about your answers in this survey?</p>",
    "scaleLabelMax": "My answers truly represent how I feel about these issues",
    "scaleLabelMin": "I answered randomly, it means nothing"
  },
  "29": {
    "title": "PART IV",
    "subtitle": "Survey",
    "topContent": "<p>And to conclude, how do you feel about this survey, overall?</p>",
    "scaleLabelMax": "The questions really reflect my own concerns",
    "scaleLabelMin": "The questions are totally off and don't reflect my concerns at all"
  },
  "comment": {
    "title": "PART IV",
    "subtitle": "Comment",
    "topContent": "<p>Thank you for participating.</p><p>Do you wish to leave a comment? (It will be displayed anonymously in the results)"
  },
  "submit": {
    "title": "PART IV",
    "subtitle": "Results",
    "form": {
      "isGallery": "I completed the questionnaire in the gallery",
      "isNotGallery": "I completed the questionnaire elsewhere",
      "email": "Optional: if you wish to see the results of the survey, please leave your email and we will notify you once they are compiled. (Your email will not be shared with anyone.)"
    },
    "forwardLabel": "Submit >>"
  },
  "results": {
    "textContent": "<p>Thank you</p>"
  },
  "resetLabel": "> Reset <",
  "backLabel": "<< Back",
  "forwardLabel": "Next >>"
}
