{
  "landing": {
    "title": "Introduction",
    "textContent": "<p>This work takes the form of a questionnaire that uses colour as a means of communication. To participate, click on \"continue\" below.</p><p>Your answers will remain anonymous. Once compiled at the end of the exhibition, your individual responses will collectively create a kind of picture of society</p><p>The results will be presented at the end of the triennial in the form of graphics.</p>"
  },
  "instructions": {
    "title": "Instructions",
    "textContent": "<p>On each page, click \"continue\" to move to the next question.</p><p>You can leave comments, criticisms, suggestions, etc. at the end of the questionnaire.</p><p>You can skip a question at any time and move on to the next one.</p>"
  },
  "0": {
    "title": "0. Practice",
    "topContent": "<p>To answer the questions, you will need to create a colour by moving the sliders representing the primary colours (small triangles) on the vertical axes. To practice, move the sliders below up to create a bright colour that combines two primary colours. Then click on continue.</p>"
  },
  "1": {
    "title": "1. Skin Color",
    "topContent": "<p>To create more natural colours (coral, maroon, olive, etc.), it is usually necessary to combine the three primary colours. Using at least a touch of each primary colour, try to replicate the colour of your natural skin tone, without tanning.</p>"
  },
  "2": {
    "title": "2. Pleasant Colour",
    "topContent": "<p>Now create a colour that feels as pleasant as possible.</p>"
  },
  "3": {
    "title": "3. Mood of the Day",
    "topContent": "<p>How are you feeling today? Try to create a colour that expresses your mood for the day so far.</p>"
  },
  "4": {
    "title": "4. Your Life",
    "topContent": "<p>How has your life been so far? Try to create a colour that expresses how you feel about your life as a whole.</p>"
  },
  "5": {
    "title": "5. Your Future",
    "topContent": "<p>How do you imagine your future? Try to create a colour that matches what you see.</p>"
  },
  "6": {
    "title": "6. Your City",
    "topContent": "<p>Think about the physical environment of the entire city, town or territory where you currently live. Try to create a colour that best represents what comes to mind.</p>"
  },
  "7": {
    "title": "7. Your City, 2050",
    "topContent": "<p>Now imagine your city, municipality or territory in 2050. What future do you see? Try to create a colour that best represents what comes to mind.</p>"
  },
  "8": {
    "title": "8. Humanity, 2050",
    "topContent": "<p>Think about the totality of human activities currently taking place on the planet. What future do you see for humanity in 2050? Try to create a colour that best represents what comes to mind.</p>"
  },
  "9": {
    "title": "9. Nature",
    "topContent": "<p>To answer this and the following questions, please move the cursor along the vertical axis to the position that corresponds to your answer.</p><p>Think about the different aspects of your life: housing, transportation, work, food, material possessions, lifestyle, etc. In approximately what proportion would you say your life is in harmony with the natural environment?</p>",
    "yLabelMax": "100% in harmony"
  },
  "10": {
    "title": "10. Age",
    "topContent": "<p>How old are you?</p>",
    "yLabelMax": "100+"
  },
  "11": {
    "title": "11. Suburbs",
    "topContent": "<p>How many years of your life have you spent in the suburbs?</p>",
    "yLabelMax": "100+"
  },
  "12": {
    "title": "12. Gender",
    "topContent": "<p>To what degree do you identify with the traditional idea of \"being a man\" or \"being a woman\"? (Reminder: you can skip a question at any time and move on to the next).</p>",
    "scaleLabelMax": "I identify 100% with the traditional idea of \"being a woman.\"",
    "scaleLabelZero": "I do not identify with a traditional gender binary",
    "scaleLabelMin": "I identify 100% with the traditional idea of \"being a man\""
  },
  "13": {
    "title": "13. Status",
    "topContent": "<p>What is your socioeconomic status?</p>",
    "scaleLabelMax": "I and/or my family are rich and powerful",
    "scaleLabelMin": "I and/or my family are totally destitute"
  },
  "14": {
    "title": "14. Postal Code",
    "topContent": "<p>What is your postal code?</p>",
    "bottomContent": "<p style=\"text-align: center\">I do not live in Canada<br><input type='checkbox' id='outside'></p>"
  },
  "15": {
    "title": "15. Evaluation",
    "topContent": "<p>Overall, how would you rate your responses to this questionnaire?</p>",
    "scaleLabelMax": "I answered honestly and to the best of my ability",
    "scaleLabelMin": "I answered anything, it doesn't mean anything"
  },
  "submit": {
    "title": "End",
    "topText": "If you would like to see the results of the project, please leave your email to receive a viewing link at the end of the exhibition. (Your email will not be shared.)",
    "bottomText": "If you have any comments, suggestions, criticisms, etc., don't hesitate to contact us! They will be published anonymously with the results."
  },
  "results": {
    "title": "Mapping Exercise:<br>Banlieue",
    "credits": "<p>Nicolas Grenier 2022<br>Work conceived and realized for the \"Triennale Banlieue ! / Interrègne\"<br>Interactive questionnaire, website, installation<br>Programming : Nicolas Epstein</p>",
    "textContent": "<p>Using the opinion poll as a medium of experimentation, the web work Mapping Exercise: Suburbia was accessible through a QR code posted at various locations in the Triennial. My objectives were to address the issue of data collection as a space of exploration, to question the methods associated with it, and to make visible the ambiguous relationship between quantitative and qualitative paradigms.</p><p>Why do this? Because today, the world is largely measured, represented, managed and governed by numbers derived from data collection. From the real estate market to natural resource management and health care reform, numbers are generally considered to be reliable and objective, with a measurable margin of error, providing a solid infrastructure on which to build society. However, the majority of the most important issues - such as the environment, the future of humanity, the meaning of life, human relations, suffering, etc. - are fundamentally qualitative in nature, whose real meaning, always contextual, multidimensional and subjective, cannot be transposed into numbers. Between numbers and reality, there is often a big gap. Thus, I wanted to reconceptualize what data collection represents in order to make visible this gap between what we try to measure and what it is possible to express through data. Above all, I wanted to make visible the subjectivity of the respondents.</p><p>In the survey, the participants were asked, among other things, to answer questions by creating personalized colours from the primary colours. As a result, each answer being a unique colour, objective interpretation is impossible. But when we consider all the answers, a sort of collective portrait emerges: the accumulation of individual colours in a mosaic transmits a visually explicit reality, completely different from that of numbers or words.</p><p>Are colours more or less reliable than numbers in measuring socio-political issues? What conclusions can or cannot be drawn? I invite you to see for yourself with the results below.</p>",
    "legend": "1 square = 1 answer",
    "answers": "answers",
    "results": "Results",
    "questions-A": "<p style='text-align: center'>Questions 0 to 8:</p><p>The questionnaire interface included three sliders representing the primary colors cyan, magenta, and yellow, and a square displaying the color obtained by moving the sliders.</p>",
    "questions-B": "<p style='text-align: center'>Questions 9 to 13:</p><p>The questionnaire interface included a slider that could be moved along a vertical axis to indicate a position between given values.</p>",
    "comments": "Comments"
  },
  "commentLabel": "comment",
  "commentPlaceholder": "You can leave a comment here...",
  "previousLabel": "<< go back",
  "nextLabel": "continue >>",
  "cancelLabel": "cancel",
  "submitLabel": "send",
  "yellow": "Yellow",
  "french": "français",
  "english": "english",
  "error": "The server encountered an error...",
  "reset": "reset",
  "restart": "restart",
  "years": "years"
}