{
  "landing": {
    "title": "Introduction",
    "textContent": "<p>Hello, this is Nicolas Grenier. This work takes the form of a questionnaire that uses color as a means of communication</p><p>Your individual answers will remain anonymous. Once aggregated at the end of the exhibition, all the answers will create a kind of picture of society.</p><p>The results will be published in graphic form on the website pluralism.xyz, and I will make a public presentation at the end of the triennial.</p>"
  },
  "instructions": {
    "title": "Instructions",
    "textContent": "<p>On each page, click \"continue\" to move to the next question.</p><p>You can leave comments, criticisms, suggestions, etc. at the end of the questionnaire.</p><p>You can skip a question at any time and move on to the next one.</p>"
  },
  "0": {
    "title": "0. Practice",
    "topContent": "<p>To answer the questions, you will need to create a colour by moving the sliders representing the primary colours (small triangles) on the vertical axes. To practice, move the sliders below up to create a bright colour that combines two primary colours. Then click on continue.</p>"
  },
  "1": {
    "title": "1. Skin Color",
    "topContent": "<p>To create more natural colours (coral, maroon, olive, etc.), it is usually necessary to combine the three primary colours. Using at least a touch of each primary colour, try to replicate the colour of your natural skin tone, without tanning.</p>"
  },
  "2": {
    "title": "2. Pleasant Colour",
    "topContent": "<p>Now create a colour that feels as pleasant as possible.</p>"
  },
  "3": {
    "title": "3. Mood of the Day",
    "topContent": "<p>How are you feeling today? Try to create a colour that expresses your mood for the day so far.</p>"
  },
  "4": {
    "title": "4. Your Life",
    "topContent": "<p>How has your life been so far? Try to create a colour that expresses how you feel about your life as a whole.</p>"
  },
  "5": {
    "title": "5. Your Future",
    "topContent": "<p>How do you imagine your future? Try to create a colour that matches what you see.</p>"
  },
  "6": {
    "title": "6. Your City",
    "topContent": "<p>Think about the physical environment of the entire city, town or territory where you currently live. Try to create a colour that best represents what comes to mind.</p>"
  },
  "7": {
    "title": "7. Your City, 2050",
    "topContent": "<p>Now imagine your city, municipality or territory in 2050. What future do you see? Try to create a colour that best represents what comes to mind.</p>"
  },
  "8": {
    "title": "8. Humanity, 2050",
    "topContent": "<p>Think about the totality of human activities currently taking place on the planet. What future do you see for humanity in 2050? Try to create a colour that best represents what comes to mind.</p>"
  },
  "9": {
    "title": "9. Nature",
    "topContent": "<p>To answer this and the following questions, please move the cursor along the vertical axis to the position that corresponds to your answer.</p><p>Think about the different aspects of your life: housing, transportation, work, food, material possessions, lifestyle, etc. In approximately what proportion would you say your life is in harmony with the natural environment?</p>",
    "yLabelMax": "100% in harmony"
  },
  "10": {
    "title": "10. Age",
    "topContent": "<p>How old are you?</p>"
  },
  "11": {
    "title": "11. Suburbs",
    "topContent": "<p>How many years of your life have you spent in the suburbs?</p>"
  },
  "12": {
    "title": "12. Gender",
    "topContent": "<p>To what degree do you identify with the traditional idea of \"being a man\" or \"being a woman\"? (Reminder: you can skip a question at any time and move on to the next).</p>",
    "scaleLabelMax": "I identify 100% with the traditional idea of \"being a woman.\"",
    "scaleLabelZero": "I do not identify with a traditional gender binary",
    "scaleLabelMin": "I identify 100% with the traditional idea of \"being a man\""
  },
  "13": {
    "title": "13. Status",
    "topContent": "<p>What is your socioeconomic status?</p>",
    "scaleLabelMax": "I and/or my family are rich and powerful",
    "scaleLabelMin": "I and/or my family are totally destitute"
  },
  "14": {
    "title": "14. Postal Code",
    "topContent": "<p>What is your postal code?</p>",
    "bottomContent": "<p style=\"text-align: center\">I do not live in Canada<br><input type='checkbox' id='outside'></p>"
  },
  "15": {
    "title": "15. Evaluation",
    "topContent": "<p>Overall, how would you rate your responses to this questionnaire?</p>",
    "scaleLabelMax": "I answered honestly and to the best of my ability",
    "scaleLabelMin": "I answered anything, it doesn't mean anything"
  },
  "submit": {
    "title": "End",
    "topText": "If you would like to see the results of the project, please leave your email to receive a viewing link at the end of the exhibition. (Your email will not be shared.)",
    "bottomText": "If you have any comments, suggestions, criticisms, etc., don't hesitate to contact us! They will be published anonymously with the results."
  },
  "results": {
    "title": "Results",
    "textContent": "<p>Thank you for your participation.</p><p>You will find bellow the partial results collected so far.</p>"
  },
  "commentLabel": "comment",
  "commentPlaceholder": "You can leave a comment here...",
  "previousLabel": "<< go back",
  "nextLabel": "continue >>",
  "cancelLabel": "cancel",
  "submitLabel": "send",
  "yellow": "Yellow",
  "french": "français",
  "english": "english",
  "error": "The server encountered an error...",
  "reset": "reset",
  "restart": "restart"
}