{
  "landing": {
    "title": "Instructions",
    "textContent": "<p>Cette œuvre prend la forme d’un questionnaire. Vos réponses seront anonymes.</p><p>À chaque question, vous avez l’option de laisser un commentaire. Ceux-ci seront publiés de manière anonyme avec les résultats du sondage.</p><p>Vous pouvez en tout temps sauter une question et passer à la suivante.</p>"
  },
  "1": {
    "title": "1.",
    "topContent": "<p>À l'aide des curseurs, tentez de créer une couleur qui vous semble agréable.</p>"
  },
  "2": {
    "title": "2.",
    "topContent": "<p>Comment vous sentez-vous aujourd'hui?</p><p>À l'aide des curseurs, tentez de créer une couleur qui représente votre humeur du moment.</p>"
  },
  "3": {
    "title": "3.",
    "topContent": "<p>Jusqu'ici, comment a été votre vie?</p><p>Tentez de créer une couleur qui exprime ce que vous ressentez en pensant à l'ensemble de votre vie.</p>"
  },
  "4": {
    "title": "4.",
    "topContent": "<p>Comment imaginez-vous votre futur?</p><p>Tentez de créer une couleur qui corresponde à ce que vous voyez.</p>"
  },
  "5": {
    "title": "5.",
    "yContent": "<p>Quel âge avez-vous?</p>",
    "yScaleLabelMax": "100+",
    "yScaleLabelMin": "0",
    "xContent": "<p>Quelle proportion de votre vie avez-vous passé en banlieue?</p>",
    "xScaleLabelMax": "100%",
    "xScaleLabelMin": "0%"
  },
  "6": {
    "title": "6.",
    "topContent": "<p>Quelle est votre code postal?</p>"
  },
  "7": {
    "title": "7.",
    "topContent": "<p>Quel est votre code postal?</p>"
  },
  "8": {
    "title": "8.",
    "topContent": "<p>Considérez votre sexe anatomique à la naissance et actuel, la manière dont vous concevez votre genre, la manière dont vous l’exprimez, et toute autre considération pertinente pour vous. Dans l’ensemble, à quel degré vous identifiez-vous aux concepts traditionnels «d’être un homme» ou «d’être une femme» ?</p><p>(Vous pouvez sauter la question si vous voulez.)",
    "scaleLabelMax": "Je m'identifie à 100% à l'idée traditionnelle «d'être une homme»",
    "scaleLabelZero": "Je m'identifie à 0% aux notions traditionnelles d'homme ou de femme",
    "scaleLabelMin": "Je m'identifie à 100% à l'idée traditionnelle «d'être une femme»"
  },
  "9": {
    "title": "9.",
    "topContent": "<p>À l'aide des curseurs, tentez de reproduire la couleur de votre teinte de peau naturelle (sans bronzage).</p>"
  },
  "10": {
    "title": "10.",
    "topContent": "<p>Quel est votre statut-socio-économique ?</p>",
    "scaleLabelMax": "Moi et/ou ma famille sommes totalement démunis",
    "scaleLabelMin": "Moi et/ou ma famille sommes riches et puissants"
  },
  "11": {
    "title": "11.",
    "topContent": "<p>Pensez à l'environnement physique de l'ensemble de la ville où vous habitez présentement.</p><p>Tentez de créer une couleur qui représente le mieux ce qui vous vient en tête.</p>"
  },
  "12": {
    "title": "12.",
    "topContent": "<p>Imaginez maintenant votre ville en 2050. Quel futur voyez-vous?</p><p>Tentez de créer une couleur qui représente le mieux ce qui vous vient en tête.</p>"
  },
  "13": {
    "title": "13.",
    "topContent": "<p>Pensez à la totalité des activités humaines se déroulant présentement sur la planète, et imaginez le futur vers lequel nous nous dirigeons. Quel futur voyez-vous pour l'humanité en 2050?</p><p>Tentez de créer une couleur qui représente le mieux ce qui vous vient en tête.</p>"
  },
  "15": {
    "title": "14.",
    "topContent": "<p>Comment évaluez-vous vos réponses à ce questionnaire ?</p>",
    "scaleLabelMax": "J'ai répondu de mon mieux et je crois que mes réponses représentent quelque chose de significatif",
    "scaleLabelMin": "J'ai répondu n'importe quoi, ça ne veut rien dire"
  },
  "submit": {
    "title": "Soumettre le questionnaire",
    "form": {
      "isFirstSubmission": "C'est la première fois que je remplis ce formulaire.",
      "isNotFirstSubmission": "J'ai déjà rempli ce formulaire.",
      "iWantResults": "Je veux recevoir les résultats de ce sondage.",
      "email": "Adresse email: ",
      "submit": "Soumettre"
    }
  },
  "results": {
    "title": "Résultats"
  },
  "commentLabel": "[+ commentaire]",
  "previousLabel": "<< revenir",
  "nextLabel": "continuer >>",
  "yellow": "Jaune"
}